/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Määritellään nykyistä sijaintia";
"DeterminingLocationStep2" = "Määritellään nykyistä sijaintia.";
"DeterminingLocationStep3" = "Määritellään nykyistä sijaintia..";
"DeterminingLocationStep4" = "Määritellään nykyistä sijaintia...";

"DeterminingLocation" = "Määritellään nykyistä sijaintia...";

"LocationError" = "Nykyistä sijaintiasi ei voida tällä hetkellä määrittää";
"CurrentLocation" = "Nykyinen sijainti: %@";
"TurnONAirport" = "Määritä sijainti laittamalla AirPort päälle";
